Gets the handle definitions for the rebar that were added.
  Namespace:   Autodesk.Revit.DB.Structure
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 18.0.0.0 (18.0.0.420)
  Since:  2018
 Syntax
  C#
public IList<int> GetCustomHandles()
  Visual Basic
Public Function GetCustomHandles As IList(Of Integer)
  Visual C++
public:
IList<int>^ GetCustomHandles()
 Return Value
 Returns all custom handles.
 See Also
  RebarHandlesData Class
  Autodesk.Revit.DB.Structure Namespace